[
    {
        "bio": "<p>I joined the Police almost 16 yrs ago, starting off at Charles Street and moving to Mansfield House when it opened. <br \/>I spent about 3 years in the City before moving to a Detective role.<br \/>Since that time I have worked within the Force Serious Crime Team, MOSOVO (which involves the management of sexual and violent offenders), Child Abuse Investigation and Domestic Abuse Investigation. I have also supported teams targeting knife crime and drug offences. <br \/>I was fortunate enough to be successful at the last Promotion process and now look forward to my new role in the City.<br \/>I am passionate about caring for victims and ensuring the public are protected from the dangerous individuals. <\/p>",
        "contact_details": {
            
        },
        "name": "Amanda Boswell",
        "rank": "Sgt"
    },
    {
        "bio": "<p>I started with Leicestershire Police in January 2006, working at New Parks and then Beaumont Leys. Whilst here I worked on response, on a pro-active unit and also as a neighbourhood beat officer.<\/p>\n<p>Upon being promoted I moved to both Euston Street and Loughborough working on Response before taking up my new role here on the Neighbourhood Team at Mansfield Hse. I really enjoy working in the hustle and bustle that is Leicester city centre. I would describe myself as a pro-active officer, so you will probably see me walking, running or cycling through the city.<\/p>\n<p>My aim is to help make Leicester a safe and secure place to visit and live, so if you have any ideas on how we can do that or any issues you think we need to know about please get in touch with either myself or one of my team.<\/p>",
        "contact_details": {
            
        },
        "name": "Joe Postlethwaite",
        "rank": "Sgt"
    },
    {
        "bio": null,
        "contact_details": {
            
        },
        "name": "Alice Forfar",
        "rank": "PC"
    },
    {
        "bio": "<p>I joined in the Summer of 1995 having come from a catering back ground; I cut my teeth in and around the Beaumont Leys and New Parks Estates of which I enjoyed, but it was time for a change. <\/p>\n<p>I came to the City and since then I've now taken the role of a Neighbourhood Officer within the City centre and describe myself as having a no nonsense approach to Policing but approachable to all.<\/p>",
        "contact_details": {
            
        },
        "name": "Andy Jones",
        "rank": "PC"
    },
    {
        "bio": "<p>Hello! I am PC 1331 Arran Goodall, I joined Leicestershire Police in 2013 after transferring from Nottinghamshire Police. During my service I have worked on response, proactive teams and a short time on CID. I came to the neighbourhood team in April 2017 and am looking forward to the new challenge and getting involved in helping the community. If you see me out and about then please feel free to stop and speak to me. <\/p>",
        "contact_details": {
            
        },
        "name": "Arran Goodall",
        "rank": "PC"
    },
    {
        "bio": "<p>I joined Leicestershire Police as a Police Support Volunteer in 2015 having been a lead volunteer and volunteer of the year I joined in 2017 as a PCSO. I have always covered the city centre. I love patrolling the City Centre as it is a vibrant area and I get to meet new people everyday.<br \/>I like to think that im a nice friendly and supportive person.<\/p>",
        "contact_details": {
            
        },
        "name": "Bec Sanders",
        "rank": "PCSO"
    },
    {
        "bio": "<p>I started as a police community support officer in 2006; I have spent this time working in the city centre which I thoroughly enjoy.<\/p>\n<p>I am looking forward to the new challenges that come along.<\/p>\n<p>Please feel free to speak to me about any issues, or even for just a social chat.<\/p>",
        "contact_details": {
            
        },
        "name": "Donna Green",
        "rank": "PCSO"
    },
    {
        "bio": null,
        "contact_details": {
            
        },
        "name": "James Clarke",
        "rank": "PCSO"
    },
    {
        "bio": "Working in the city centre, and being part of a team which endeavours to make it a safe and trouble-free place to visit, is very satisfying.<br\/><br\/>It is a challenge which I work hard at and enjoy - hopefully making a difference.",
        "contact_details": {
            
        },
        "name": "Jane Elton",
        "rank": "PCSO"
    },
    {
        "bio": "<p>I have recently joined the Leicestershire Police as a Police Community Support Officer. I am looking forward to getting to know the community and getting to know the local businesses and residents. if you see me out and about on my beat come over and say hi. <\/p>",
        "contact_details": {
            
        },
        "name": "Joshua Shardlow",
        "rank": "PCSO"
    },
    {
        "bio": "<p>I joined the Leicestershire Police as a Police Community Support Officer in 2017. I am currently working on the City Centre beat and enjoy everyday as I get to meet so many new people. Please stop and say hi if you see me out on patrol.<\/p>",
        "contact_details": {
            
        },
        "name": "Tessa Sharman",
        "rank": "PCSO"
    },
    {
        "bio": "<p>I joined Leicester police in 2007 and I have enjoyed the challenges it produces.  It can be very challenging but the variety of jobs and the people I meet make it a very rewarding job.  <\/p>",
        "contact_details": {
            
        },
        "name": "Tim Jones",
        "rank": "PCSO"
    }
]
