[
    {
        "action": null,
        "issue-date": "2019-02-01T00:00:00",
        "action-date": null,
        "issue": "<p>Robberies<br \/>Once again we have growing concerns about the number of robberies we’ve seen in the City over the last month and have therefore made it a priority for us again this month. We have seen a number of cases reported where groups of suspects appear to work together to target lone males.<\/p>"
    },
    {
        "action": "<p>Op Elapse City Centre<br \/>An operation to tackle an increase in robberies within Leicester city centre has been hailed a success.  <br \/>Some 14 suspects were arrested for a variety of offences including robbery, possession of drugs and a recall to prison throughout the month-long operation which started on November 1. <br \/>In addition, officers seized nine knives and a quantity of Class A and Class B drugs.<br \/>Officers also carried out high visibility patrols and were assisted by a drugs dog in a bid to deter and disrupt further criminal activity.<br \/>Reports of robberies during the operation have gone from a peak of 10 offences at the beginning, to none. <br \/>Sergeant David Adams from the city centre dedicated neighbourhood team said: \"Of those arrested as part of the operation, 10 remain under investigation for offences and three have had no further action taken against them. One has been returned to prison.<br \/>\"As well as enforcement, the operation also focused on providing safeguarding advice to those living and working in the city centre, and liaising with partners to ensure a wider reach of those messages. This included working with De Montfort University security teams, CityWatch and Leicester City Council.<br \/>\"Crime prevention work with universities has also been conducted to raise awareness of safer routes and general advice.<br \/>\"Officers will continue their patrols and efforts and the message to criminals is simple - offending will not be tolerated.\"<\/p>",
        "issue-date": "2018-11-01T00:00:00",
        "action-date": "2019-01-01T00:00:00",
        "issue": "<p>Robberies - Police and the public have identified an increase in robbery offences during the Night Time Economy. Offences have been reported within the city and also across towards the DeMontfort University Campus.<\/p>"
    },
    {
        "action": null,
        "issue-date": "2018-10-01T00:00:00",
        "action-date": null,
        "issue": "<p>Bike Theft - Statistics tell us there continues to be issues with Cycle thefts in the City. Often people are not using secure locks or recommended bike parks and so bikes become an easy target. Criminals get to know the areas and know how to avoid CCTV cameras often making it impossible to get caught. In order to reduce this problem, it is vital people protect their bikes.<\/p>"
    },
    {
        "action": null,
        "issue-date": "2018-09-01T00:00:00",
        "action-date": null,
        "issue": "<p>ASB - We continue to focus efforts on the anti-social behaviour experienced by so many in the City. ASB encompasses street drinking, drug taking, begging, rough sleeping and other associated behaviours. The City operate a very multi agency approach to these issues where we can and often work with Outreach and Turning point to tackle the issues that lead to people rough sleeping in the first place. Recently we have seen issues moving away from Eastgates and onto the Market and surrounding alley ways.<\/p>"
    },
    {
        "action": "<p>The instances of anti-social behaviour reported in car parks has reduced. Partners have implemented additional security measures that have impacted on the ability of offenders to enter the car parks and patrols have deterred offenders.<\/p>",
        "issue-date": "2018-09-01T00:00:00",
        "action-date": "2018-11-01T00:00:00",
        "issue": "<p>Rough Sleeping\/ ASB in Car Parks-<br \/>This has been a growing concern for car park owners and members of the Public for some time and work has been completed in the past. However with reports of ASB in car parks on the rise, this has been adopted as a Priority for this month.<\/p>"
    },
    {
        "action": "<p>Burglary offences are still being reported but we have seen a small decline. Officers continue to target this problem with pro-active patrols and crime prevention advice to residents and businesses.<\/p>",
        "issue-date": "2018-08-01T00:00:00",
        "action-date": "2018-11-01T00:00:00",
        "issue": "<p>Police statistics have seen an increase in reports of commercial burglary recently. This has been a previous priority for the City but was closed earlier this year when a number of suspects were charged and given custodial sentences.<\/p>"
    },
    {
        "action": "<p>Officers continue to target those offenders that carry knives and other weapons. Recent operations aimed at removing knives from the streets have reassuringly not recovered weapons. Officers are now focusing their efforts on targeted individuals involved in street robberies which forms a new priority for November.<\/p>",
        "issue-date": "2018-08-01T00:00:00",
        "action-date": "2018-11-01T00:00:00",
        "issue": "<p>There have been a number of concerns raised regarding the amount of people carrying weapons. This is not only a local issue but a National one, which is often subject of high media attention. It is only right being a busy city centre we take notice of this and do what we can to reduce the amount of weapons coming into our neighbourhood.<\/p>"
    },
    {
        "action": "<p>Retail crime presents a consistent problem for the City. Having spent the last 6 months liaising with retail outlets it is obvious that despite continuous efforts to resolve this issue, we as Police can not do this alone. It requires a shift in approach from many stores within the city to improve their crime prevention strategies, deter more offenders and stop those who are regular offenders entering the store in the first place. Being a City NPA, we will of course respond to reported incidents of theft and we will continue to develop our working relationship with City watch and retail outlets but this will no longer be an NPA priority.<\/p>",
        "issue-date": "2018-05-01T00:00:00",
        "action-date": "2018-07-31T00:00:00",
        "issue": "<p>Theft From Stores - Officers have visited local business and the main targets for shop theft seem to be Primark, and John Lewis and due to the large amount of incidents that have been reported by the retail outlets it has been decided that this will become a priority for the City Centre Team.<\/p>"
    },
    {
        "action": "<p>Early this year Leicestershire Police received a number of reports in relations to theft from parking meters. This type of crime was being reported over a wide area which included, City Centre, Clarendon Park and Cultural Quarters. The issue was raised at the Joint Action Group and the council took on the task of reviewing what could be done to prevent further crime. It was identified that card only payment machines would be the best option to prevent the problem, some parking machines have been changed to card payment. Leicestershire Police made a few key arrests and this proved to reduce the number of reports. This is no longer considered a priority for the central Leicester Team, however should reports be made the same amount of attention will be used to catch those who are responsible. If you see anything suspicious please report to 101 or 999 if the crime is taking place.<\/p>",
        "issue-date": "2018-05-01T00:00:00",
        "action-date": "2018-06-01T00:00:00",
        "issue": "<p>Theft from parking meters - Leicestershire Police have had a large amount of reports of theft from parking meters, this is happening all over the central Leicester Beat which includes, Clarendon Park, City Centre and Cultural Quarter. This issue has been a problem for a number of months, however with the recent increase it has been decided that it will become a Central Leicester Priority.<\/p>"
    },
    {
        "action": "<p>For a number of months, ASB at the Clocktower has been a focus for all City officers and staff. High visibility patrols have increased and Operation Young ran for a number of days which was aimed at tackling street lifestyle offences. This operation was a huge success with a number of arrests being made, begging warnings issued and those committing acts of ASB were dispersed from the City. We have taken time to discuss concerns with local businesses, residents and visitors to the City and feel that the issues around the Clocktower have decreased some what and those acting in this way have been made aware that this behaviour will not be tolerated. For that reason, this will no longer be a priority but we will continue to monitor the situation through the summer months and the beat bus will be deployed to continue with reassurance and visibility. We are aware that there are pockets of ASB in other areas of the City and we will continue to monitor this.<\/p>",
        "issue-date": "2018-04-03T00:00:00",
        "action-date": "2018-08-31T00:00:00",
        "issue": "<p>Anti –Social Behaviour around the Clock Tower - Complaints have been received from a small number of retail outlets regarding an increase in ASB at the Clock Tower and surrounding area. Historically the number of reports during the spring increases<\/p>"
    },
    {
        "action": "<p>A number of reports have been received in which a group of people have aggressively stolen phones from various phone shops around the City Centre. Officers will be reviewing the incidents and producing a problem solving plan, an update will be provided once the plan has been put in place.Officers have liaised with stores experiencing this problem to offer advice and seek their views on why and when these thefts are taking place. High visibility patrols have been completed at peak times to deter the offenders.<\/p>",
        "issue-date": "2018-04-03T00:00:00",
        "action-date": "2018-05-01T00:00:00",
        "issue": "<p>To reduce the amount of thefts from phone shops, in which the suspects have displayed very aggressive behaviour.<\/p>"
    },
    {
        "action": "<p>After a significant amount of work by the local policing team it has become apparent that the issues of bike theft is specifically happening in certain locations. This priority will close, however a new one will be opened relating to the specific locations.<\/p>",
        "issue-date": "2018-02-01T00:00:00",
        "action-date": "2018-05-01T00:00:00",
        "issue": "<p>To reduce the amount of cycle theft in Leicester City Centre.<\/p>"
    },
    {
        "action": "<p>A number of arrests have been made with persons charged and put before the courts. Suspects of these reports have been targeted during active patrols and have been sought by officers when also wanted for other offences. There has been a reduction in the amounts of burglaries reported and this priority will be closed. Officers will however, continue to monitor any growing crime trends and target those offenders known to commit commercial burglaries.<\/p>",
        "issue-date": "2018-01-03T00:00:00",
        "action-date": "2018-02-28T00:00:00",
        "issue": "<p>To reduce the amount of commercial burglaries taking place around the City Centre.<\/p>"
    },
    {
        "action": "<p>A large amount of work consistently goes in to the reduction of shop theft and it has been decided that this is part of everyday policing and does not need to remain a City Centre priority.<\/p>",
        "issue-date": "2018-01-01T00:00:00",
        "action-date": "2018-04-03T00:00:00",
        "issue": "<p>To reduce the amount of shop theft within the City Centre.<\/p>"
    },
    {
        "action": null,
        "issue-date": "2017-12-01T00:00:00",
        "action-date": null,
        "issue": "<p>To reduce the incidents of vehicle crime.<\/p>"
    },
    {
        "action": "<p>Cycle theft has decreased slightly and a well-known offender has recently been arrested. We would encourage members of the public to use a strong lock D-LOCK. These can still be purchased for £10 from Mansfield House Police Station. Try and lock your bike in a well-lit area and in view of CCTV, if you see anyone acting suspiciously please report this via 101<\/p>",
        "issue-date": "2017-11-01T00:00:00",
        "action-date": "2017-11-30T00:00:00",
        "issue": "<p>To reduce the amount of cycle theft in the City Centre.<\/p>"
    },
    {
        "action": "<p>Short street in Leicester City Centre gives graffiti artists the opportunity to display their work on one side of the street. However recently graffiti has been appearing on locations that are not part of the agreed space. This has lead to other issues of anti-social behaviour. Officers will be holding a joint partnership meeting to review these issues and to put a problem solving plan in place. Once this has taken place an update will be provided on the plan of action for the area. In the meantime officers will be patrolling regularly and would encourage members of the public to report any incidents to the Leicestershire police by using our online reporting tool or calling 101. DECEMBER UPDATES The Leicestershire Fire and Rescue service will be working alongside the council to get the area secure to prevent trespassing. The council will be repainting the areas that graffiti is not permitted and police will continue with regular patrols.<br \/>UPDATE JAN 2018 Issues relating to this area have recently reduced, local officers will monitor the situation and respond to any further incidents. The instances of antisocial behaviour have reduced. Officers will continue to inform the council of any further graffiti found in areas where it should not be. Patrols will continue in the area on a regular basis.<\/p>",
        "issue-date": "2017-11-01T00:00:00",
        "action-date": "2018-02-01T00:00:00",
        "issue": "<p>To reduce the amount of anti-social behaviour along Short Street<\/p>"
    },
    {
        "action": "<p>Pickpocketing is historically a problem during the festive season, Leicestershire Police conducted a variety of events to ensure that the public knew of the potential issues. Officers distributed free purse bells to those who wanted them and encouraged members of the public to keep their valuables hidden by securing their bags. This is no longer a priority for the City Centre and we are pleased to report that the number of pick pocketing offences reported to Leicestershire Police have reduced in 2017 in comparison to 2016.<\/p>",
        "issue-date": "2017-10-04T00:00:00",
        "action-date": "2018-01-03T00:00:00",
        "issue": "<p>To reduce the amount of shop theft &amp; pick pocketing within the City Centre &amp; Leicester Market<\/p>"
    },
    {
        "action": "<p>The Leicestershire Police noticed a rise in the amount of burglaries on non-residential properties during late October early November. Officers reacted to this spike by offering every business within the City Centre the opportunity to have a visit from the crime prevention officer. All reports of non-residential burglaries included a follow up visit to offer advice around building security. The number of reports have plateaued and this priority will be closed. We would still advise businesses to remain vigilant and take all necessary steps to help protect their staff and their stock. We would like to thank those who have help us in our investigation and would ask that you report any suspicious behaviour via 101.<\/p>",
        "issue-date": "2017-09-08T00:00:00",
        "action-date": "2017-11-30T00:00:00",
        "issue": "<p>To reduce the amount of non-residential burglaries.<\/p>"
    },
    {
        "action": "<p>The Leicestershire Police have received a number of complaints from members of the community who live, work and visit Leicester. We are currently running a Police operation to tackle issues relating to street life offences such as begging and street drinking. The Leicestershire Police are looking at this issue from a multi-agency approach to ensure that the right help and support is offered to those in need. Patrols are run daily, Please report any issues relating to street life offences via 101 or the Leicestershire Police on-line reporting tool. <br \/>We have listened to your concerns and as a result ran an operation, supported by partner agencies concerning rough sleeping, drug taking, and street drinking and begging. The operation dealt with criminal offences, as well as supporting others who were in need of services.<br \/>We encountered 75 persons (some, on more than 1 occasion) of which 12 people were dealt with for criminal offences, 9 dispersal notices given and several others were dealt with by words of advice and at the same time offered support through partners and the voluntary sector.<br \/>We would encourage you to continue to speak to your local beat team.  It is only with your help and information that we are able to tackle issues that matter to you and those that visit the city.<\/p>",
        "issue-date": "2017-09-08T00:00:00",
        "action-date": "2017-10-04T00:00:00",
        "issue": "<p>To reduce the amount of street life offences within the City Centre.<\/p>"
    },
    {
        "action": "<p>A number of incidents have been reported to us regarding anti-social behaviour on the High Street in the City Centre. We are currently in the process of producing a problem solving plan, once complete and update on the issues will be provided. Update August 2017 Since this was made a priority the Central Leicester Team have completed an Operation relating to Street life offences, during the operation we encountered 57 people<\/p>\n\n<p>12 were arrested for a variety of offences ranging from recall to prison theft\/burglary related offences and failing to appear at Court along with failing to leave and remain outside the exclusion area during a 48 hrs period.<br \/>Other people encountered were offered with words of advice and leaflets were handed out regarding places that offer support and food alike. <br \/>Please see latest priority for updates on a continuing police operation<\/p>",
        "issue-date": "2017-06-20T00:00:00",
        "action-date": "2017-09-08T00:00:00",
        "issue": "<p>To reduce the incidents of anti –social behaviour on the High Street in the City Centre.<\/p>"
    },
    {
        "action": "<p>Reported by local consultation with shopkeepers\/ reports from members of the public. We set a patrol strategy to allow officers to be in the area to identify offenders, a number of warnings were given to offenders and as a result the incidents reduced .<br \/>This is being closed to allow us to focus on other issues in the City Centre but please continue to report incidents to us.<\/p>",
        "issue-date": "2017-04-07T00:00:00",
        "action-date": "2017-06-20T00:00:00",
        "issue": "<p>To reduce the amount of incidents of begging and anti-social behaviour in the are of St Martins.<\/p>"
    },
    {
        "action": "<p>This was reported via store  security officers , we then researched intelligence to profile offenders and put in place both uniform and plain clothed officers to patrol stores within the City. A number of arrests were made as the result of the patrols of prolific shoplifters.<br \/>This is being closed to allow us to focus on other issues but please continue to report incidents to us.<\/p>",
        "issue-date": "2016-12-17T00:00:00",
        "action-date": "2017-06-20T00:00:00",
        "issue": "<p>To reduce the amount of retail crime theft.<\/p>"
    },
    {
        "action": "<p>Since January 2016, Leicestershire Police has received a number of calls reporting incidents of antisocial behaviour on Humberstone Gate, Leicester. Due to the number of calls a series of community consultations took place to engage with the local community and to identify the issues of concern. The consultation results concluded that a number of rough sleepers, beggars, street drinkers and drug users were causing a large amount of antisocial behaviour and littering. Officers from Mansfield House conducted a large amount of high visibility patrols at times identified to be the most problematic. Leicestershire Police have been working closely with partner agencies to provide an incremental approach to deal with people involved, offering advice and support to those who want it, with multi agency meetings taking place on regular occasions.  Enforcement has been taking place where appropriate.  Several \"NO DRINKING\" signs have been erected and officers have been focusing on those continuing to offend, and alcohol has been seized from individuals as it breaches the current Public Spaces Protection Order. Use of the dispersal powers were also made under Anti Social enforcement powers, to remove offenders from Humberstone Gate who were committing offences. Since June Leicestershire Police has received 97 calls complaining about the issues of Anti Social Behaviour. The following enforcement action has taken place; 21 warning letters have been issued and 1 criminal behaviour order has been granted by the Leicester Crown Court. 21 individuals have been charged, remanded or sentenced. 3 off licenses in the area have had their licenses reviewed in regards to selling high strength alcohol. 1 off licenses had their licence revoked and can no longer sell alcohol with the remaining 2  having a condition imposed to limit the strength of the alcohol they can sell. To date the situation has dramatically improved based on the community feedback we have received, calls to the police and police intelligence. However, several smaller groups still gather in or around days therefore, although we will continue to pay attention to this as an issue, it will no longer be a core beat priority.<\/p>",
        "issue-date": "2016-04-14T00:00:00",
        "action-date": "2016-10-13T00:00:00",
        "issue": "<p>To reduce the amount of Antisocial Behaviour Humberstone Gate, Leicester.<\/p>"
    },
    {
        "action": "<p>Following the closure of a property on West Street, the number of incidents of Anti-Social behaviour reported to the Leicestershire Police has dramatically reduced; we are therefore closing this priority. Local residents and businesses have been informed of this decision. The local Dedicated Neighbourhood team will remain vigilant and will re-evaluate the problem should it return.<\/p>",
        "issue-date": "2015-10-08T00:00:00",
        "action-date": "2015-12-22T00:00:00",
        "issue": "<p>To reduce street drinking and drug use in and around Museum Square, Leicester.<\/p>"
    },
    {
        "action": "<p>During a community engagement event in March  a resident informed local officers of a problem with damage to motor cars in the Clarendon Park area and how it was being broadcasted on the local community Facebook page. The page was viewed and it was noted that there were several reports of these offences and giving certain locations and that it was an everyday occurrence. During further consultations within the community and also utilising the beats Facebook and twitter pages the public were encouraged to report the incidents.<br \/>We then saw a large rise in reported criminal damages on cars in the area and so local officers were tasked to visit each victim to gain a better investigative insight into the issue. Again Facebook and Twitter were utilised to send messages out to the community offering reassurance. Information was posted to inform the public of the extra patrols in uniform and plain clothes and encouraged them to report suspicious activity. Crime prevention was also explained exploring personal CCTV cameras for repeat victims.<br \/>Ward meetings were used as well as further beat engagement and ad hoc engagements to inform the public of patrols etc. Liaisons with local council for temporary CCTV cameras and pod cams were applied for.<br \/>Patrols were now directed to the areas of high damages over the 4 weeks. Police used plain clothes in high profile areas and uniform in low level areas to try and push the offender nearer to plan clothes police. The deter and capture effect was used for 2 weeks. When officers were not on these patrols we had reports of damages.  Officers were out on these directed patrols for a period of 5-7 hours a day.<br \/>From a reassurance\/engagement visit to a repeat victim local officers suggested personal CCTV cameras such as car dash cam. <br \/>This visit prompted the victims to install their own cameras and this was on a high targeted area. Within 2 days the suspect as caught on CCTV and later arrested once identified by a local City officer.<br \/>Social media was used to inform the public of the arrest and impending court dates etc.<br \/>Since the arrest crimes reported to police dropped significantly from at least 4 a week to almost 0. We had 2 or 3 over the following weeks after the arrest which were reported to 101 and again the suspect was arrested after being seen in the street by a patrolling local officer. Since that arrested there have been 0 reports of damages.<\/p>",
        "issue-date": "2015-03-17T00:00:00",
        "action-date": "2015-10-06T00:00:00",
        "issue": "<p>To tackle a recent rise in damage to motor vehicles in and around the area of Clarendon Park, including Victoria Park Road, Welford Road, Queens Road and Gainsborough Road.<\/p>"
    },
    {
        "action": "<p>Following a number of complaints from local residents and local businesses regarding the use of drugs and Anti-Social Behaviour in the area of Regent Road and West Walk, a problem solving plan was set up to try and reduce the number of incidents. A community Ward meeting took place in which businesses and residents were invited to attend. Discussion took place about the problems and solution and ideas were shared. The following action has taken place: Drug detection dogs visited Regent College and educational talks with the young people took place. We have worked with the college, to utilise their CCTV systems in an attempt to identify the people who may have been responsible for the Anti-Social acts. The College have been robust in their dealings with the students, including enforcing a no smoking policy with College staff  patrolling the streets in the immediate vicinity of the College, to intercept and identity youths who may be from their College who commit anti-social acts;  the College have been robust in their application of their tiered approach to discipline students with a proven willingness by the College to expel students; additionally the College have been closing the main gates leading onto Regent Road since early October between 09:30 and 3:30 pm. There were also incidents of people parking on double yellow lines so, we have worked with the College co-authoring letters that we sent to all parents, advising them of the parking prohibitions in the locality; we have utilised the services of the City parking wardens to enforce transgressions of the double yellow lines on West Walk; There are also plans in progress to introduce some CCTV on the street to monitor the West Walk area.  The good news is that since October to the  end of January, there has been a marked reduction in the amount of incidents reported in the vicinity  of the College that relate to anti-social behaviour caused by the students \/ youths. Due to this reduction, this current problem solving profile will be closed. However there will still be ongoing work with the College and in the locality of West walk, to ensure the reduction is maintained (if not reduced further).<\/p>",
        "issue-date": "2014-11-30T00:00:00",
        "action-date": "2016-04-06T00:00:00",
        "issue": "<p>To reduce the amount of drug use around  the area of Regent Road and Upper New Walk.<\/p>"
    },
    {
        "action": "<p>Since the introduction of the new anti-social behaviour dispersal legislation, the number of reports has reduced dramatically and the colder weather has also played a part in the reduction of calls. At the moment there are no issues at the Town Hall Square and surrounding areas, therefore this priority will be closed.<\/p>",
        "issue-date": "2014-08-21T00:00:00",
        "action-date": "2015-03-17T00:00:00",
        "issue": "<p>To tackle anti-social behaviour across the city centre, which is caused by persons drinking in the street and using drugs.<\/p>"
    },
    {
        "action": "<p>Since this problem was identified a large amount of work has been undertaken to identify offenders using an incremental approach. This included words of advice, warning letters and community protection notices. A criminal behaviour order is in the process of being considered against one offender. A partnership approach has been set up where by every opportunity is taken to engage with the offenders and attempt to address and resolve their individual issues. Although it is recognised that the problem remains these processes are embedded in to every day policing as such this Problem solving plan can be closed, however Begging will remain a neighbourhood priority.<\/p>",
        "issue-date": "2014-08-21T00:00:00",
        "action-date": "2015-10-06T00:00:00",
        "issue": "<p>To address the issues of people begging across the city centre.<\/p>"
    },
    {
        "action": "<p>This problem solving plan was implemented due to concerns raised by local residence that there may be an increase in prostitution due to the move of a support service to the area.<br \/>Prior to the service moving we were getting in the region of four calls a month to the Police. The number of calls did not rise and it was recognised that their fear had not come to fruition. Additional patrols were still put in place which included sending letters to the vehicles registered keeper seen kerb crawling in the area and support to the women involved in prostitution. Further work is ongoing and prostitution will remain a priority but this Specific Problem solving plan has been closed.<\/p>",
        "issue-date": "2014-08-21T00:00:00",
        "action-date": "2015-10-06T00:00:00",
        "issue": "<p>To reduce the issue of prostitution in the areas of London Road and De Montfort Street.<\/p>"
    },
    {
        "action": "<p>Officers have been working with partners, including Outreach workers to identify long term solutions to preventing reoccurrence. This is now a city centre wide issue so this priority will continue to run, covering the city centre.<\/p>",
        "issue-date": "2013-12-04T00:00:00",
        "action-date": "2014-08-21T00:00:00",
        "issue": "<p>To address the issues of people begging next to cash machines in Market Street and surrounding area.<\/p>"
    },
    {
        "action": "<p>Officers have been working with partners, including the Leicester Anti-Social Behaviour Unit to identify ways in which to tackle repeat offenders. This is now a city centre wide issue so this priority will continue to run, covering the city centre.<\/p>",
        "issue-date": "2013-12-04T00:00:00",
        "action-date": "2014-08-21T00:00:00",
        "issue": "<p>To tackle anti-sociable behaviour on Clarence Street, which is caused by persons drinking in the street and using drugs.<\/p>"
    },
    {
        "action": "<p>Prostitution and related ASB has now reduced substantially in the area and we are committed to maintaining this. Leicestershire Police have worked with their partners to resolve the concerns of residents and businesses in the area.<\/p>",
        "issue-date": "2012-11-08T00:00:00",
        "action-date": "2013-11-20T00:00:00",
        "issue": "<p>Sex workers and pimps that are working along London Road, De Montfort Street and Princess Road East will be targeted in an attempt to reduce anti-social behaviour and other criminal activity within the vicinity.<\/p>"
    },
    {
        "action": "<p>There has been a reduction in the number of sightings during last month. High visibility patrols have continued and St Margarets off-licence has been visited. The licensee has been advised about sales of alcohol to drunken people. Ongoing work continues to obtain a CRASBO for a known perpetrator, and to establish if a bench can be removed from its current location. <\/p>\n\n<p>Update: Complaints have reduced and consideration being given to close this priority. However if closed, the location will be subject to re-evaluation should complaints increase again.<\/p>",
        "issue-date": "2012-06-01T00:00:00",
        "action-date": "2012-06-01T00:00:00",
        "issue": "<p>General anti-social behaviour has been taking place around St Margarets bus station from 1pm to 5pm daily, consisting of begging, street drinking, drug activity in the toilets, and people loitering in the vicinity being intimidating to local pedestrians.<\/p>"
    },
    {
        "action": "<p>Calls have been reduced from the businesses and consultation with them has confirmed that the anti-social behaviour has reduced. The lack of youth activities in the city has now been highlighted to other agencies who agree that this is a starting point and Streetvibe has assisted with the issues and has been well received. This is ongoing work but has done what we set out to do which has reduced anti-social behaviour in and around the Clock Tower.<\/p>",
        "issue-date": "2012-06-01T00:00:00",
        "action-date": "2012-06-01T00:00:00",
        "issue": "<p>Reduce anti-social behaviour by youths swearing, littering and being rowdy, at the Clock Tower, Leicester city centre between 12.00 noon and 6pm daily.<\/p>"
    },
    {
        "action": "<p>There has been a large reduction in the number of street drinkers and associated ASB reports. This has resulted from strategic joint agency working and a problem solving approach.<\/p>",
        "issue-date": "2012-06-01T00:00:00",
        "action-date": "2012-06-01T00:00:00",
        "issue": "<p>Reduce gatherings of street drinkers who cause anti-social behaviour by being unruly, intimidating and sometimes committing low level crime, in the area bordered by London Road, Granby Street, Dover Street, Calais Hill, other surrounding streets and parks, between 8am and 8pm daily.<\/p>"
    },
    {
        "action": "<p>ENFORCEMENT <br \/>* A total of 3 youths have been signed acceptable behaviour agreements <br \/>* A youth has been dealt with for an arson in Thirlmere Gardens <br \/>* 10 youths have been given anti-social behaviour warnings within their different forms <br \/>* Police have worked with partner agencies to evict a problem family from an address on Burnmoor Street (Eviction 07\/10\/11) <br \/>* A total of 22 hours patrols have been carried out by neighbourhood beat team officers <\/p>\n\n<p>ENGAGEMENT <br \/>* At the start of the PSP the businesses and residents were visited to ascertain their views on anti-social behaviour. At the end of the PSP, the addresses were revisited and the people spoken to reported an improvement in the situation. <br \/>* Engagement carried out with local youths by both Police and partner agencies and as a result of which, the Watershed are working with the local youths on a graffiti project <br \/>* Weekly Police surgery at St Andrews Tennants Association on a Wednesday between 1030 hrs and 1230 hrs. <br \/>The priority was closed by the CM JAG on September 6, 2011.<\/p>",
        "issue-date": "2012-06-01T00:00:00",
        "action-date": "2012-06-01T00:00:00",
        "issue": "<p>Youths committing anti-social behaviour by intimidating local people, committing crime, and litter offences in Thirlmere Gardens adjacent to Burnmoor Street, Leicester, between 2pm and midnight daily.<\/p>"
    },
    {
        "action": "<p>Officers have increased patrols conducted consultation with off licenses in the area. Partnership work was conducted with the City Council and it was agreed and arranged for the benches at the bottom of the foot bridge to be removed. <\/p>\n\n<p>Reports of ASB in the area significantly reduced as a result of all of the above work. This has been expressed and discussed at several St Margaret?s Bus Station tenants meetings and through further consultation with businesses in the area.<\/p>",
        "issue-date": "2012-05-30T00:00:00",
        "action-date": "2013-11-05T00:00:00",
        "issue": "<p>Another city LPU priority has been introduced to combat street drinking and associated anti-social behaviour around St Margarets bus station, specifically the benches at the bottom of the foot bridge which runs over Burleys Way. During the coming weeks and months, the Highcross sub beat team will be spending time addressing the issues and improving the area for the transient and business community around the area.<\/p>"
    },
    {
        "action": "<p>Dedicated patrolling will be conducted at specific times. Two officers will patrol the area for three hours each at specified times\/dates between mid-December until the end of March 2012. The intention is that officers will show a strong police presence thus improving confidence in local policing, reduce incidents of anti-social behaviour, increase intelligence regarding sex workers, their users and exploiters and reduce the numbers of sex workers frequenting that area. Officers will submit intelligence logs for further analysis. <br \/>Update: A consultation with local residents revealed that the problem still persists in the area, but is reducing. An undercover operation conducted in April 2012 resulted in over 20 warning letters being sent to the drivers of cars that were kerb-crawling. During the time officers were working in the area, only two sex workers were seen, and no car drivers approached them. A joint information sharing protocol has been introduced to better manage the more active sex workers.<\/p>",
        "issue-date": "2011-12-13T00:00:00",
        "action-date": "2012-05-04T00:00:00",
        "issue": "<p>Sex workers and pimps that are working along London Road, De Montfort Street and Princess Road East will be targeted in an attempt to reduce anti-social behaviour and other criminal activity within the vicinity.<\/p>"
    },
    {
        "action": "<p>with intelligence gathering patrols, as well as a stop\/search initiative targeting people involved in theft offences. Anti-theft purse bells were purchased by the Joint Action Group and distributed to raise awareness in December, the busiest time of the year. Arrests during the period included two people were charged and sentenced to periods of imprisonment; a woman was arrested for purse theft and has been charged with twelve offences.<\/p>",
        "issue-date": "2011-09-06T00:00:00",
        "action-date": "2011-09-06T00:00:00",
        "issue": "<p>Reducing purse thefts in Gallowtree Gate, the Market Place, Humberstone Gate and the Haymarket, between 11am and 3pm, Wednesdays, Thursdays, Fridays and Saturdays.<\/p>"
    },
    {
        "action": "<p>Operation Cadwell was introduced April 4 and will continue to Aug 31 2011. There have been 35 arrests for alcohol related offences, 135 temporary (up to 48 hour) bans issued (not to return to the area identified in the ban), over 334 other interactions, (for example disposal of alcoholic drink) with street drinkers, and four anti-social behaviour contracts imposed. There is ongoing outreach and support work being conducted by the Drug and Alcohol Team at LCC, YASC, and the Dawn Centre.<\/p>",
        "issue-date": "2011-09-06T00:00:00",
        "action-date": "2011-09-06T00:00:00",
        "issue": "<p>Reducing anti-social behaviour in Conduit Street and surrounding streets, daily between 8am and 5pm.<\/p>"
    },
    {
        "action": "<p>Officers have conducted patrols in this location and issued over 30 Fixed Penalty Notices where appropriate. There is now a multi agency approach to tackling the problem long term, which includes double yellow lines being introduced and barriers at the entrance to the university. This priority has now been closed.<\/p>",
        "issue-date": "2011-09-06T00:00:00",
        "action-date": "2011-09-06T00:00:00",
        "issue": "<p>Reducing dangerous and inconsiderate parking in University Road between the junctions of London Road and Lancaster Road, Monday to Friday between 8am and 4.30pm.<\/p>"
    },
    {
        "action": "<p>Officers have responded by conducting a total of 18 hours patrol time in that location; two section 27 dispersal notices have been introduced to remove youths from the area; the occupants of an address in Burnmoor Street are being evicted, this being a focal point for disorder; city street wardens have attended to deal with fly-tipping issues; multi agency approach involving local schools, local sports clubs (to divert youths into other sports activities) and city wardens<\/p>",
        "issue-date": "2011-06-09T00:00:00",
        "action-date": "2011-07-01T00:00:00",
        "issue": "<p>Youths committing anti-social behaviour by intimidating local people, committing crime, and litter offences in Thirlmere Gardens adjacent to Burnmoor Street, Leicester, between 2pm and midnight daily<\/p>"
    },
    {
        "action": null,
        "issue-date": "2011-02-22T00:00:00",
        "action-date": null,
        "issue": "<p>To reduce reports of rowdy behaviour at and around the clock tower daily between midday and 1800 hours. (Castle Ward)<\/p>"
    },
    {
        "action": "<p>This is patrol point for response officers, and regularly policied by the neighbourhood beat team. Where appropriate groups of congregating people are moved on by officers, and if necessary alternative action is considered, e.g. fixed penalty notices or arrest. <br \/>Streetvibe have started research work with the youths at the location and this has been positively received. They have been funded for 10 weeks to be in the city centre 3 days a week doing detached work along with activity based work. Consultation has begun with St Martins House for a youth drop-in centre to be introduced, as well as further outreach work. Incidents show a significant decrease in calls regarding the youths. This has been a gradual decrease from February 2011. The priority will remain open to monitor the joint agency work.<\/p>",
        "issue-date": "2011-02-22T00:00:00",
        "action-date": "2011-06-09T00:00:00",
        "issue": "<p>To reduce complaints of groups of youths committing anti-social behaviour by swearing, littering and being rowdy, at the clock tower, Leicester city centre between 12.00 noon and 6pm daily.<\/p>"
    },
    {
        "action": null,
        "issue-date": "2011-02-01T00:00:00",
        "action-date": null,
        "issue": "<p>Reducing dangerous and inconsiderate parking on University Road between the junctions of London Road and Lancaster Road, Monday to Friday, between 8am and 4.30pm.(Clarendon Park)<\/p>"
    },
    {
        "action": null,
        "issue-date": "2011-02-01T00:00:00",
        "action-date": null,
        "issue": "<p>Reducing anti-social behaviour in Conduit Street and surrounding streets, daily between 8am and 5pm. (Castle Ward)<\/p>"
    },
    {
        "action": "<p>Operation Cadwell was introduced in April and will continue to September 2011 to deal with the above priority. Police officers, Police Community Support officers and Street Wardens have been patrolling the area. There have been 24 arrests for alcohol related offences, 113 temporary (24 or 48 hr) bans issued (not to return to the area identified in the ban) and over 275 other interactions, (for example disposal of alcoholic drink, obtaining personal details for attention by outreach workers) with the street drinkers.  There is ongoing outreach and support work being conducted by the Drug and Alcohol Team at LCC, Yasc, and the Dawn Centre. In addition four <br \/>anti-social behaviour contracts have been imposed.<\/p>",
        "issue-date": "2011-02-01T00:00:00",
        "action-date": "2011-06-09T00:00:00",
        "issue": "<p>Reducing anti-social behaviour, for example unruly, intimidating behaviour and low level crime committed by street drinkers in the vicinity of London Road, Granby Street, Dover Street, Calais Hill and other surrounding streets and parks between 8am and 8pm daily.<\/p>"
    },
    {
        "action": "<p>Officers have conducted patrols in this location and issued over 30 Fixed Penalty Notices where appropriate. There is now a multi agency approach to tackling the problem long term, which includes double yellow lines being introduced and barriers at the entrance to the university. This priority has now been closed.<\/p>",
        "issue-date": "2011-02-01T00:00:00",
        "action-date": "2011-07-01T00:00:00",
        "issue": "<p>Reducing dangerous and inconsiderate parking on University Road between the junctions of London Road and Lancaster Road, Monday to Friday, between 8am and 4.30pm.(Clarendon Park)<\/p>"
    },
    {
        "action": "<p>We have had both plain clothes and high visibility patrols in the city centre at peak times to gather intelligence and proactively stop and search people involved in theft related offences. A camera was installed in a busy city centre store which greatly assisted in identifying suspects. There has been four arrests, two were charged and one was sentenced to 108 days in prison with the other receiving 70 days. Another female was arrested late last year and after a lengthy investigation she has now been charged with 12 offences and has been bailed to attend court. The work done by the officers has reduced purse thefts in the city centre.<\/p>",
        "issue-date": "2010-11-01T00:00:00",
        "action-date": "2011-02-16T00:00:00",
        "issue": "<p>To reduce reports of Purse thefts in the Market, Gallowtree Gate, Humberstone Gate and the Haymarket between 1100 hours and 1500 hours Wednesday, Thursday, Friday and Saturday.<\/p>"
    },
    {
        "action": "<p>Drinkers on Dover Street have been dealt with positively by the neighbourhood policing team, anyone not using the Anchor Centre were moved on or S.27 dispersals issued to those causing problems. Meetings were attended by partnership agencies and Leicester Housing Associations to agree a plan to improve Dover House, this has been followed up and improvements made for the residents. <\/p>\n\n<p>The derelict ground on Dover Street used by street drinkers due to the gap in the fencing was boarded up by the council and access cannot be gained now. <\/p>\n\n<p>Patrols will continue along Dover Street to ensure the problem does not continue.<\/p>",
        "issue-date": "2010-08-31T00:00:00",
        "action-date": "2010-11-06T00:00:00",
        "issue": "<p>To reduce street drinking and drug-related activity on Dover Street between the hours of 12noon and 6pm daily.<\/p>"
    },
    {
        "action": "<p>Patrols were increased in the area, and a total of eight youths were given anti-social behaviour warnings.  One man, who was involved in the anti-social behaviour with the youths, was evicted from his address in the area.<\/p>\n\n<p>Test purchase operations for alcohol were carried out at local businesses.<\/p>",
        "issue-date": "2010-08-01T00:00:00",
        "action-date": "2010-12-09T00:00:00",
        "issue": "<p>To reduce anti-social behaviour caused by young people in Grasmere Street, Thirlmere Gardens, Burnmoor Street and the surrounding alleyways between 2pm and 8pm.<\/p>"
    },
    {
        "action": "<p>In the last four months 15 prostitutes have been given street cautions and of that number three have been given a further caution. Six of the girls have been arrested and charged to appear in court - currently the outcome being that they receive fines in court. Five of the same girls have been arrested again, one of whom has been arrested for failing to appear at court. <\/p>\n\n<p>Nine kerb crawlers have been arrested and given conditional cautions with seven successfully attending and engaging in the sexual awareness course. The two that have not attended have been further interviewed and reported for summons to attend court.<\/p>\n\n<p>There have been two courses for kerb crawlers in the last six months. Two test purchase operations were conducted over this set time with 16 people dealt with for the offence and given conditional cautions.<\/p>\n\n<p>New CCTV signs have been ordered and paid for by the City Centre Joint Action Group and will be displayed around the De Montfort Street area. Target hardening will continue through the Safer Leicester Partnership as well as high visibility and proactive patrols. <\/p>\n\n<p>Calls have dramatically reduced since the priority was set up and consultation in the area with residents and businesses show an overall improvement. This priority has therefore been closed although we will continue to monitor the situation and respond to any concerns from residents.<\/p>",
        "issue-date": "2010-08-01T00:00:00",
        "action-date": "2010-08-31T00:00:00",
        "issue": "<p>To reduce prostitution in De Montfort Street and Princess Road East between 8pm and 4am daily. (This priority has now been closed - please click on update below to see what action has been taken).<\/p>"
    },
    {
        "action": null,
        "issue-date": "2010-08-01T00:00:00",
        "action-date": null,
        "issue": "<p>To continue to reduce street drinking and associated anti-social behaviour in the area of London Road, Conduit Street and surrounding streets between 8am and 8pm each day.<\/p>"
    },
    {
        "action": "<p>Since the last update, 15 women working in prostitution have been given street cautions. Nine kerb crawlers were arrested and given conditional cautions with seven successfully attending and engaging in a rehabilitation course run by New Futures support group to raise awareness of the consequences of their actions. The positive work is continuing, including high visibility patrols.<\/p>",
        "issue-date": "2010-05-01T00:00:00",
        "action-date": "2010-08-11T00:00:00",
        "issue": "<p>To reduce prostitution in De Montfort Street and Princess Road East between the hours of 8pm and 4am daily.<\/p>"
    },
    {
        "action": "<p>We are enforcing street drinking regulations with over 100 interactions with street drinkers in the last three months, the use of dispersal powers and arrests. We are collecting evidence to apply for Criminals Anti Social Behaviour Orders (CRASBOs) for three of the most regular offenders. An operation is in place in which designated officers are assigned to deal with street drinking and begging between 8am and 8pm daily until September. We are also working with partner agencies to ensure treatment and support is given to those who need it most.<\/p>",
        "issue-date": "2010-05-01T00:00:00",
        "action-date": "2010-08-11T00:00:00",
        "issue": "<p>To continue to reduce street drinking and associated anti-social behaviour on Conduit Street and London Road between 10am and 6pm each day.<\/p>"
    },
    {
        "action": "<p>Ten local young people have been dealt with for anti-social behaviour within the locality and a number of youth initiatives have been arranged for the summer holidays.<\/p>",
        "issue-date": "2010-05-01T00:00:00",
        "action-date": "2010-08-11T00:00:00",
        "issue": "<p>To reduce incidents of anti-social behaviour caused by young people in Grasmere Street, Thirlmere Gardens, Burnmoor Street and the surrounding alleyways between 2pm and 8pm.<\/p>"
    },
    {
        "action": "<p>A drugs warrant was successfully executed at a student residence due to intelligence gathered by the neighbourhood policing team. There have been no further reports of drugs misuse at the accommodation. <\/p>\n\n<p>A man was arrested with a large amount of class A drugs on him and is currently on bail for possession with intent to supply. <\/p>\n\n<p>Environmental Health cleared up hazardous needles and paraphernalia around New Walk and the area has been maintained. The Needle Exchange now marks up any sharps boxes so any further ones found can be traced back to the person who issued it. A mass clear up operation is also taking place around New Walk with partners including the Community Payback team and City Wardens. This priority has now been closed.<\/p>",
        "issue-date": "2010-02-01T00:00:00",
        "action-date": "2010-05-10T00:00:00",
        "issue": "<p>To work with partners to reduce drug-related activity and littering in the De Montfort Street, Regent Road and University Road areas each day between 6pm and midnight.<\/p>"
    },
    {
        "action": "<p>Ten people have been arrested on suspicion of cycle thefts. We have also worked with our colleagues at the Safer Leicester Partnership to secure bike locks and marking kits which have been distributed around the Leicester Royal Infirmary. <\/p>\n\n<p>Security officers at the three sites now share CCTV images and contact each other regarding suspicious activity. There are also targeted patrols of hotspot areas which have led to security officers identifying a number of suspects.<\/p>",
        "issue-date": "2010-02-01T00:00:00",
        "action-date": "2010-05-10T00:00:00",
        "issue": "<p>To work with partners to reduce the theft of cycles from Leicester University, De Montfort University and the Leicester Royal Infirmary.<\/p>"
    },
    {
        "action": "<p>There have been over 80 recorded interactions between Police Officers\/PCSOs and street drinkers. Large quantities of alcohol have been seized and the drinkers signposted to support agencies and charities.  A number of Fixed Penalty Notices and Section 27 dispersal notices have also been issued. Our partners, including Outreach workers and Dawn Centre staff have also conducted regular patrols, engaging with the drinkers and ensuring they are aware of the support and facilities that are available to them in the City.<\/p>\n\n<p>Information gained from the Police and Outreach workers has been passed to The DAT (Drug &amp; Alcohol Team) at the Council. They have compiled a list of the top ten offenders and are focusing on providing extra intensive support for them.<\/p>\n\n<p>The number of reports to Police have reduced and anecdotal accounts from members of the public and Councillors suggest the problem has reduced.  However, due to the arrival of warmer weather this will be continued as a priority to ensure the problem doesnâ??t increase again.<\/p>",
        "issue-date": "2010-02-01T00:00:00",
        "action-date": "2010-05-10T00:00:00",
        "issue": "<p>To reduce street drinking and associated anti-social behaviour on Conduit Street and London Road between 10am and 6pm each day.<\/p>"
    }
]
